Repository: cinmou/micaGO
Catalog: MicaGoServer/micago-mac-companion/MicaGoCompanion/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# %@ · up %@
source: %1$@ · up %2$@
zh_hans: %@ · 已运行 %@
zh_hant: %@ · 已執行 %@

# %lld active connection%@
source: %1$lld active connection%2$@
zh_hans: %1$lld 个活动连接
zh_hant: %1$lld 個作用中連線

source: A newer backend build exists, but the override path points to an older one. Clear the override or update it.
zh_hans: 有更新的后端版本，但自定义路径指向了旧版本。请清除或更新自定义路径。
zh_hant: 有更新的後端版本，但自訂路徑指向了舊版本。請清除或更新自訂路徑。

source: About
zh_hans: 关于
zh_hant: 關於

source: Access: %@
zh_hans: 权限：%@
zh_hant: 權限：%@

source: Advanced. You normally don't need to change this, since micaGO uses the bundled backend.
zh_hans: 高级选项。micaGO 使用内置后端，一般不需要改。
zh_hant: 進階選項。micaGO 使用內建後端，一般不需要更改。

source: All
zh_hans: 全部
zh_hant: 全部

source: All chats
zh_hans: 所有聊天
zh_hant: 所有聊天

source: All senders
zh_hans: 所有发送者
zh_hant: 所有傳送者

source: All user guides in one place.
zh_hans: 所有使用指南。
zh_hant: 所有使用指南。

source: Allow
zh_hans: 允许
zh_hant: 允許

source: Allow Contacts access above to search for people and create handle rules.
zh_hans: 先在上方允许访问通讯录，才能搜索联系人并创建地址规则。
zh_hant: 先在上方允許取用聯絡人，才能搜尋聯絡人並建立地址規則。

source: Allow all (block specific)
zh_hans: 全部允许（屏蔽指定的）
zh_hant: 全部允許（封鎖指定的）

source: An external server is running, so Companion can't control it
zh_hans: 有外部服务器在运行，Companion 无法控制它
zh_hant: 有外部伺服器在執行，Companion 無法控制它

source: Android Client
zh_hans: 安卓客户端
zh_hant: Android 用戶端

source: Apply
zh_hans: 应用
zh_hant: 套用

source: Attachment
zh_hans: 附件
zh_hant: 附件

source: Attachment metadata
zh_hans: 附件元数据
zh_hant: 附件中繼資料

source: Attachments
zh_hans: 附件
zh_hant: 附件

source: Audio
zh_hans: 音频
zh_hant: 音訊

source: Automation
zh_hans: 自动化
zh_hant: 自動化

source: Backend Build
zh_hans: 后端版本
zh_hant: 後端版本

source: Backend binary
zh_hans: 后端程序
zh_hant: 後端程式

source: Backfill
zh_hans: 回填
zh_hant: 回填

source: Backfill depth per chat
zh_hans: 每个聊天回填条数
zh_hant: 每個聊天回填則數

source: Backfill mode
zh_hans: 回填方式
zh_hant: 回填方式

source: Block
zh_hans: 屏蔽
zh_hant: 封鎖

source: Block all (allowlist)
zh_hans: 全部屏蔽（仅允许名单）
zh_hant: 全部封鎖（僅允許名單）

source: Blocking stops new messages for this target from being saved to the relay. Messages already synced stay.
zh_hans: 屏蔽后，这个对象的新消息不再保存到中继，已同步的消息会保留。
zh_hant: 封鎖後，這個對象的新訊息不再儲存到中繼，已同步的訊息會保留。

source: Built
zh_hans: 构建时间
zh_hant: 建置時間

source: Bundled backend (leave empty)
zh_hans: 内置后端（留空）
zh_hant: 內建後端（留空）

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Chat
zh_hans: 聊天
zh_hant: 聊天

source: Check Freshness
zh_hans: 检查是否最新
zh_hant: 檢查是否最新

source: Check for Updates
zh_hans: 检查更新
zh_hant: 檢查更新

source: Choose google-services.json…
zh_hans: 选择 google-services.json…
zh_hant: 選擇 google-services.json…

source: Choose service-account JSON…
zh_hans: 选择服务账号 JSON…
zh_hant: 選擇服務帳戶 JSON…

source: Choose…
zh_hans: 选择…
zh_hant: 選擇…

source: Clear Firebase config
zh_hans: 清除 Firebase 配置
zh_hant: 清除 Firebase 設定

source: Clear rule
zh_hans: 清除规则
zh_hant: 清除規則

source: Clear rule: %@
zh_hans: 清除规则失败：%@
zh_hant: 清除規則失敗：%@

source: Click a row to open the debug detail and copy redacted JSON.
zh_hans: 点击一行查看调试详情，并复制去除敏感信息的 JSON。
zh_hant: 點一下一列查看除錯詳細資訊，並複製去除敏感資訊的 JSON。

source: Client config
zh_hans: 客户端配置
zh_hant: 用戶端設定

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Companion didn't start this server, so it can't change the bind address.
zh_hans: 这个服务器不是 Companion 启动的，无法修改监听地址。
zh_hant: 這個伺服器不是 Companion 啟動的，無法修改監聽位址。

source: Config file
zh_hans: 配置文件
zh_hant: 設定檔

source: Connected
zh_hans: 已连接
zh_hant: 已連線

source: Connected sessions
zh_hans: 已连接的会话
zh_hant: 已連線的工作階段

source: Connection Endpoints
zh_hans: 连接地址
zh_hant: 連線位址

source: Contacts access is optional and stays on this Mac. It shows names for handles and makes handle rules easier to create. Contacts are never uploaded.
zh_hans: 通讯录权限是可选的，数据只留在这台 Mac 上。它用来显示地址对应的名字，也方便创建地址规则。通讯录不会上传。
zh_hant: 聯絡人權限是選用的，資料只留在這台 Mac 上。它用來顯示地址對應的名字，也方便建立地址規則。聯絡人不會上傳。

source: Copy
zh_hans: 复制
zh_hant: 複製

source: Copy Debug JSON
zh_hans: 复制调试 JSON
zh_hant: 複製除錯 JSON

source: Copy client fixture
zh_hans: 复制客户端测试数据
zh_hant: 複製用戶端測試資料

source: Copy connection JSON
zh_hans: 复制连接 JSON
zh_hant: 複製連線 JSON

source: Copy diagnostics
zh_hans: 复制诊断信息
zh_hant: 複製診斷資訊

source: Could not install the IMCore helper: %@
zh_hans: 无法安装 IMCore 助手：%@
zh_hant: 無法安裝 IMCore 輔助程式：%@

source: Could not re-scan: %@
zh_hans: 无法重新扫描：%@
zh_hant: 無法重新掃描：%@

source: Could not read %@. Start the server once to create it.
zh_hans: 无法读取 %@。先启动一次服务器来生成它。
zh_hant: 無法讀取 %@。先啟動一次伺服器來產生它。

source: Could not save public URL: %@
zh_hans: 无法保存公网 URL：%@
zh_hant: 無法儲存公開 URL：%@

source: Could not validate public URL: %@
zh_hans: 无法验证公网 URL：%@
zh_hant: 無法驗證公開 URL：%@

source: Couldn’t reach the public URL. Check that the tunnel is running and forwards to this server’s port.
zh_hans: 连不上公网 URL。请确认隧道正在运行，并转发到这个服务器的端口。
zh_hant: 連不上公開 URL。請確認通道正在執行，並轉送到這個伺服器的連接埠。

source: Crashed
zh_hans: 已崩溃
zh_hant: 已當機

source: Create Connection
zh_hans: 创建连接
zh_hant: 建立連線

source: Custom
zh_hans: 自定义
zh_hant: 自訂

source: Default sync
zh_hans: 默认同步
zh_hant: 預設同步

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delivered status
zh_hans: 送达状态
zh_hant: 送達狀態

source: Detected chat.db Capabilities
zh_hans: 检测到的 chat.db 功能
zh_hant: 偵測到的 chat.db 功能

source: Devices connect to: %@
zh_hans: 设备连接地址：%@
zh_hant: 裝置連線位址：%@

source: Devices on the same Wi‑Fi use the LAN address shown above. Recommended.
zh_hans: 同一 Wi‑Fi 下的设备使用上面显示的局域网地址。推荐。
zh_hant: 同一 Wi‑Fi 下的裝置使用上面顯示的區域網路位址。建議使用。

source: Diagnostic: %@
zh_hans: 诊断：%@
zh_hant: 診斷：%@

source: Diagnostics only. Tokens and message text are never shown.
zh_hans: 仅用于诊断，不会显示令牌或消息内容。
zh_hant: 僅用於診斷，不會顯示權杖或訊息內容。

source: Direction
zh_hans: 方向
zh_hant: 方向

source: Disable
zh_hans: 关闭
zh_hant: 關閉

source: Disconnected
zh_hans: 已断开
zh_hant: 已中斷

source: Documentation
zh_hans: 使用文档
zh_hant: 使用者文件

source: Duration
zh_hans: 耗时
zh_hant: 耗時

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edited messages
zh_hans: 已编辑的消息
zh_hant: 已編輯的訊息

source: Enable FCM delivery
zh_hans: 启用 FCM 推送
zh_hant: 啟用 FCM 推播

source: Enable test contact
zh_hans: 启用测试联系人
zh_hant: 啟用測試聯絡人

source: Enabled
zh_hans: 已启用
zh_hant: 已啟用

source: Enabling…
zh_hans: 正在启用…
zh_hant: 正在啟用…

source: Enter a full origin like https://micago.example.com
zh_hans: 请输入完整地址，例如 https://micago.example.com
zh_hant: 請輸入完整位址，例如 https://micago.example.com

source: Enter only the origin, without /api, /ws, or any other path.
zh_hans: 只填地址本身，不要带 /api、/ws 或其他路径。
zh_hant: 只填位址本身，不要加 /api、/ws 或其他路徑。

source: Examples: 192.168.1.23:3000 · 0.0.0.0:3000
zh_hans: 例如：192.168.1.23:3000 · 0.0.0.0:3000
zh_hant: 例如：192.168.1.23:3000 · 0.0.0.0:3000

source: Executable
zh_hans: 可执行文件
zh_hant: 執行檔

source: External
zh_hans: 外部
zh_hant: 外部

source: External server (unmanaged)
zh_hans: 外部服务器（不受管理）
zh_hant: 外部伺服器（不受管理）

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: File
zh_hans: 文件
zh_hant: 檔案

source: Files & Paths
zh_hans: 文件与路径
zh_hant: 檔案與路徑

source: Find and inspect problem messages in the live chat.db. This debug tool is read-only, and payloads leave out tokens, file paths, and credentials.
zh_hans: 在实时 chat.db 中查找并检查有问题的消息。这个调试工具只读，数据里不含令牌、文件路径和凭据。
zh_hant: 在即時 chat.db 中尋找並檢查有問題的訊息。這個除錯工具唯讀，資料裡不含權杖、檔案路徑和憑證。

source: Firebase Console
zh_hans: Firebase 控制台
zh_hant: Firebase 主控台

source: Firebase Self-Host (Android FCM)
zh_hans: Firebase 自托管（安卓 FCM）
zh_hant: Firebase 自行架設（Android FCM）

source: Firebase project ID (optional)
zh_hans: Firebase 项目 ID（可选）
zh_hant: Firebase 專案 ID（選填）

source: Firebase setup guide
zh_hans: Firebase 设置指南
zh_hant: Firebase 設定指南

source: Firestore URL sync
zh_hans: Firestore URL 同步
zh_hant: Firestore URL 同步

source: First setup, permissions, and your first connection.
zh_hans: 首次设置、权限和第一次连接。
zh_hant: 首次設定、權限和第一次連線。

source: Flat
zh_hans: 平铺
zh_hant: 平鋪

source: From me
zh_hans: 我发送的
zh_hant: 我傳送的

source: Full Disk Access
zh_hans: 完全磁盘访问权限
zh_hant: 完整磁碟取用權限

source: Full Disk Access is required to read the Messages database.
zh_hans: 需要完全磁盘访问权限才能读取信息数据库。
zh_hant: 需要完整磁碟取用權限才能讀取訊息資料庫。

source: Full Disk Access required
zh_hans: 需要完全磁盘访问权限
zh_hant: 需要完整磁碟取用權限

source: Getting Started
zh_hans: 快速上手
zh_hant: 快速上手

source: Global recent
zh_hans: 全局最近
zh_hant: 全域最近

source: Group actions
zh_hans: 群组操作
zh_hant: 群組操作

source: Group by
zh_hans: 分组方式
zh_hant: 分組方式

source: Groups (%lld)
zh_hans: 分组（%lld）
zh_hant: 分組（%lld）

source: Handle
zh_hans: 地址
zh_hant: 地址

source: Has attachments
zh_hans: 有附件
zh_hant: 有附件

source: Helper installed but not runnable
zh_hans: 助手已安装，但无法运行
zh_hant: 輔助程式已安裝，但無法執行

source: Helper: %@
zh_hans: 助手：%@
zh_hant: 輔助程式：%@

source: Hide this address from pairing
zh_hans: 配对时隐藏这个地址
zh_hant: 配對時隱藏這個位址

source: Host
zh_hans: 主机
zh_hant: 主機

source: Hybrid
zh_hans: 混合
zh_hant: 混合

source: IMCore helper is ready
zh_hans: IMCore 助手已就绪
zh_hant: IMCore 輔助程式已就緒

source: IMCore helper not installed, so these actions are hidden in the app
zh_hans: 未安装 IMCore 助手，App 中不显示这些操作
zh_hant: 未安裝 IMCore 輔助程式，App 中不顯示這些操作

source: Image
zh_hans: 图片
zh_hant: 圖片

source: Implemented
zh_hans: 已实现
zh_hant: 已實作

source: Include debug-only/noise in normal client
zh_hans: 在普通客户端中显示调试内容
zh_hant: 在一般用戶端中顯示除錯內容

source: Incoming
zh_hans: 收到的
zh_hant: 收到的

source: Inherit default
zh_hans: 使用默认
zh_hant: 使用預設

source: Inserted / updated / unsent
zh_hans: 新增 / 更新 / 撤回
zh_hant: 新增 / 更新 / 收回

source: Install helper
zh_hans: 安装助手
zh_hant: 安裝輔助程式

source: Installed at %@, but the helper won’t run. Check that macOS allows it to run.
zh_hans: 已安装到 %@，但助手无法运行。请确认 macOS 允许它运行。
zh_hant: 已安裝到 %@，但輔助程式無法執行。請確認 macOS 允許它執行。

source: Installed the IMCore helper at %@, but the backend still reports it as unavailable.
zh_hans: 已在 %@ 安装 IMCore 助手，但后端仍显示不可用。
zh_hant: 已在 %@ 安裝 IMCore 輔助程式，但後端仍顯示無法使用。

source: Installed the IMCore helper at %@. Restarting the server to apply…
zh_hans: 已在 %@ 安装 IMCore 助手，正在重启服务器以生效…
zh_hant: 已在 %@ 安裝 IMCore 輔助程式，正在重新啟動伺服器以生效…

source: Installed the IMCore helper at %@. Start the server to turn on Edit, Unsend, and Delete.
zh_hans: 已在 %@ 安装 IMCore 助手。启动服务器后即可编辑、撤回和删除。
zh_hant: 已在 %@ 安裝 IMCore 輔助程式。啟動伺服器後即可編輯、收回和刪除。

source: Installed, but this version of macOS doesn’t offer the IMCore actions, so Edit, Unsend, and Delete stay off.
zh_hans: 已安装，但这个版本的 macOS 不提供 IMCore 操作，编辑、撤回和删除仍不可用。
zh_hant: 已安裝，但這個版本的 macOS 不提供 IMCore 操作，編輯、收回和刪除仍無法使用。

source: Installing…
zh_hans: 正在安装…
zh_hant: 正在安裝…

source: Keep this Mac awake while serving
zh_hans: 运行服务时保持 Mac 唤醒
zh_hant: 執行服務時保持 Mac 喚醒

source: LAN
zh_hans: 局域网
zh_hant: 區域網路

source: LAN / same Wi‑Fi
zh_hans: 局域网 / 同一 Wi‑Fi
zh_hant: 區域網路 / 同一 Wi‑Fi

source: LAN address
zh_hans: 局域网地址
zh_hant: 區域網路位址

source: Last error: %@
zh_hans: 上次错误：%@
zh_hant: 上次錯誤：%@

source: Last event
zh_hans: 最近事件
zh_hant: 最近事件

source: Last sync
zh_hans: 上次同步
zh_hant: 上次同步

source: Last trigger
zh_hans: 上次触发
zh_hant: 上次觸發

source: Listen on one interface address. Only use this if you know which interface to pick.
zh_hans: 只监听一个网卡地址。确定该用哪个网卡时再选这个。
zh_hant: 只監聽一個網路介面位址。確定該用哪個介面時再選這個。

source: Listening, but no LAN address was found. Check that this Mac is on Wi‑Fi or Ethernet.
zh_hans: 正在监听，但没有找到局域网地址。请确认这台 Mac 连着 Wi‑Fi 或以太网。
zh_hant: 正在監聽，但沒有找到區域網路位址。請確認這台 Mac 連著 Wi‑Fi 或乙太網路。

source: Live Sync Monitor
zh_hans: 实时同步监控
zh_hant: 即時同步監控

source: Loading…
zh_hans: 正在加载…
zh_hant: 正在載入…

source: Local network
zh_hans: 局域网
zh_hant: 區域網路

source: Message Actions (Edit / Unsend / Delete)
zh_hans: 消息操作（编辑 / 撤回 / 删除）
zh_hant: 訊息操作（編輯 / 收回 / 刪除）

source: Message Debug
zh_hans: 消息调试
zh_hant: 訊息除錯

source: Message Inspector
zh_hans: 消息检查器
zh_hant: 訊息檢查器

source: Message as the test contact…
zh_hans: 以测试联系人身份发消息…
zh_hant: 以測試聯絡人身分傳訊息…

source: Messages (%lld)
zh_hans: 消息（%lld）
zh_hant: 訊息（%lld）

source: Messages here go to the phone, and its replies show up here. Resets when the server restarts.
zh_hans: 这里发的消息会推到手机，手机的回复也会显示在这里。服务器重启后清空。
zh_hant: 這裡傳的訊息會推到手機，手機的回覆也會顯示在這裡。伺服器重新啟動後清空。

source: Messages.app is required for sending.
zh_hans: 发送消息需要 Messages.app。
zh_hant: 傳送訊息需要 Messages.app。

source: Messages.app must be running to send messages.
zh_hans: Messages.app 必须在运行才能发送消息。
zh_hant: Messages.app 必須在執行才能傳送訊息。

# Mode %@ · limit %lld · chats %lld · rows %lld · renderable %lld · hidden %lld
source: Mode %1$@ · limit %2$lld · chats %3$lld · rows %4$lld · renderable %5$lld · hidden %6$lld
zh_hans: 方式 %@ · 上限 %lld · 聊天 %lld · 行 %lld · 可显示 %lld · 隐藏 %lld
zh_hant: 方式 %@ · 上限 %lld · 聊天 %lld · 列 %lld · 可顯示 %lld · 隱藏 %lld

source: No IMCore helper was installed.
zh_hans: 没有安装 IMCore 助手。
zh_hant: 沒有安裝 IMCore 輔助程式。

source: No LAN address available. Make sure this Mac is on Wi‑Fi or Ethernet. A VPN-only address won’t work.
zh_hans: 没有可用的局域网地址。请确认这台 Mac 连着 Wi‑Fi 或以太网，只有 VPN 地址是不行的。
zh_hant: 沒有可用的區域網路位址。請確認這台 Mac 連著 Wi‑Fi 或乙太網路，只有 VPN 位址是不行的。

source: No attachments
zh_hans: 无附件
zh_hant: 無附件

source: No backend binary installed
zh_hans: 未安装后端程序
zh_hant: 未安裝後端程式

source: No backend installed
zh_hans: 未安装后端
zh_hant: 未安裝後端

source: No chats synced yet.
zh_hans: 还没有同步任何聊天。
zh_hant: 還沒有同步任何聊天。

source: No devices have registered with the server yet.
zh_hans: 还没有设备注册到服务器。
zh_hant: 還沒有裝置註冊到伺服器。

source: No endpoint devices can use yet.
zh_hans: 还没有设备可用的地址。
zh_hant: 還沒有裝置可用的位址。

source: No endpoint devices can use yet. Put this Mac on Wi‑Fi or Ethernet, or set up Public for remote access.
zh_hans: 还没有设备可用的地址。请让这台 Mac 连上 Wi‑Fi 或以太网，或设置公网地址用于远程访问。
zh_hant: 還沒有裝置可用的位址。請讓這台 Mac 連上 Wi‑Fi 或乙太網路，或設定公開位址用於遠端存取。

source: No google-services.json selected
zh_hans: 未选择 google-services.json
zh_hant: 未選擇 google-services.json

source: No matches.
zh_hans: 没有结果。
zh_hant: 沒有結果。

source: No messages match the current filters.
zh_hans: 没有符合当前筛选的消息。
zh_hant: 沒有符合目前篩選的訊息。

source: No messages yet. Say hello 👋
zh_hans: 还没有消息。打个招呼吧 👋
zh_hant: 還沒有訊息。打個招呼吧 👋

source: No output yet. The log shows output from a server Companion started. Tokens are hidden.
zh_hans: 还没有输出。日志显示由 Companion 启动的服务器的输出，令牌会被隐藏。
zh_hant: 還沒有輸出。日誌顯示由 Companion 啟動的伺服器的輸出，權杖會被隱藏。

source: No overrides. The default policy applies to everything.
zh_hans: 没有例外规则，所有内容都使用默认策略。
zh_hant: 沒有例外規則，所有內容都使用預設原則。

source: No push devices registered. FCM registration is optional and separate from server connections.
zh_hans: 没有注册推送的设备。FCM 注册是可选的，和服务器连接无关。
zh_hant: 沒有註冊推播的裝置。FCM 註冊是選用的，和伺服器連線無關。

source: No runnable backend found. The bundled binary is missing and no valid path is set.
zh_hans: 找不到可运行的后端。内置程序缺失，也没有设置有效路径。
zh_hant: 找不到可執行的後端。內建程式遺失，也沒有設定有效路徑。

source: No service-account file selected
zh_hans: 未选择服务账号文件
zh_hant: 未選擇服務帳戶檔案

source: No sync diagnostics yet.
zh_hans: 还没有同步诊断信息。
zh_hant: 還沒有同步診斷資訊。

source: No sync diagnostics yet. Start the server and trigger a sync.
zh_hans: 还没有同步诊断信息。启动服务器并触发一次同步。
zh_hant: 還沒有同步診斷資訊。啟動伺服器並觸發一次同步。

source: None (silent wake)
zh_hans: 无（静默唤醒）
zh_hant: 無（靜默喚醒）

source: Not available on this version of macOS
zh_hans: 这个版本的 macOS 不支持
zh_hant: 這個版本的 macOS 不支援

source: Not configured
zh_hans: 未配置
zh_hant: 未設定

source: Not installed
zh_hans: 未安装
zh_hant: 未安裝

source: Not reachable. Validate to see why.
zh_hans: 无法访问。点“验证”查看原因。
zh_hant: 無法連線。點「驗證」查看原因。

source: Not set up. LAN pairing works without it. Add a tunnel under Connections for remote access.
zh_hans: 未设置。局域网配对不需要它。要远程访问，请在“连接”中添加隧道。
zh_hant: 未設定。區域網路配對不需要它。要遠端存取，請在「連線」中新增通道。

source: Not validated yet
zh_hans: 尚未验证
zh_hant: 尚未驗證

source: Notification Providers
zh_hans: 通知服务
zh_hant: 通知服務

source: Notification preview
zh_hans: 通知预览
zh_hant: 通知預覽

source: Notifications
zh_hans: 通知
zh_hant: 通知

source: Notifications enabled
zh_hans: 启用通知
zh_hant: 啟用通知

source: Only the public server URL is written there. Messages, tokens, contacts, and attachments are never stored.
zh_hans: 只写入公网服务器 URL，不会存储消息、令牌、联系人或附件。
zh_hant: 只寫入公開伺服器 URL，不會儲存訊息、權杖、聯絡人或附件。

source: Open Backend Location
zh_hans: 打开后端所在位置
zh_hant: 開啟後端所在位置

source: Open Full Disk Access Settings
zh_hans: 打开完全磁盘访问权限设置
zh_hant: 開啟完整磁碟取用權限設定

source: Open Messages
zh_hans: 打开信息
zh_hant: 開啟訊息

source: Open Source
zh_hans: 开源
zh_hant: 開源

source: Open updater
zh_hans: 打开更新程序
zh_hant: 開啟更新程式

source: Optional extra endpoint. LAN keeps working without it.
zh_hans: 可选的额外地址，没有它局域网照常可用。
zh_hant: 選用的額外位址，沒有它區域網路照常可用。

source: Optional, and read only on this Mac. Contacts help show names for handles and create rules. They are never uploaded, saved to the relay, or sent in pushes.
zh_hans: 可选，只在这台 Mac 上读取。通讯录用来显示地址对应的名字、帮助创建规则，不会上传、保存到中继或放进推送。
zh_hant: 選用，只在這台 Mac 上讀取。聯絡人用來顯示地址對應的名字、協助建立規則，不會上傳、儲存到中繼或放進推播。

source: Optional, for access outside your Wi‑Fi. LAN works without it.
zh_hans: 可选，用于在 Wi‑Fi 之外访问。局域网不需要它。
zh_hant: 選用，用於在 Wi‑Fi 之外存取。區域網路不需要它。

source: Outgoing
zh_hans: 发出的
zh_hant: 傳出的

source: Pair the Android app with a QR code.
zh_hans: 用二维码配对安卓 App。
zh_hant: 用 QR Code 配對 Android App。

source: Paired Devices (%lld)
zh_hans: 已配对设备（%lld）
zh_hant: 已配對裝置（%lld）

source: Pending / late-matched sends
zh_hans: 待确认 / 延迟匹配的发送
zh_hant: 待確認 / 延遲比對的傳送

source: Pending triggers / lock retries
zh_hans: 待处理触发 / 锁重试
zh_hant: 待處理觸發 / 鎖定重試

source: Per chat recent
zh_hans: 每个聊天最近
zh_hant: 每個聊天最近

source: Permission Diagnostics
zh_hans: 权限诊断
zh_hant: 權限診斷

source: Port
zh_hans: 端口
zh_hant: 連接埠

source: Provider
zh_hans: 服务
zh_hant: 服務

source: Provider Status
zh_hans: 服务状态
zh_hant: 服務狀態

source: Public
zh_hans: 公网
zh_hant: 公開位址

source: Public / remote
zh_hans: 公网 / 远程
zh_hant: 公開位址 / 遠端

source: Public URL
zh_hans: 公网 URL
zh_hant: 公開 URL

source: Public status:
zh_hans: 公网状态：
zh_hant: 公開位址狀態：

source: Push Devices (%lld)
zh_hans: 推送设备（%lld）
zh_hant: 推播裝置（%lld）

source: Push Privacy
zh_hans: 推送隐私
zh_hant: 推播隱私權

source: Re-check cloudflared/config
zh_hans: 重新检查 cloudflared 和配置
zh_hant: 重新檢查 cloudflared 和設定

source: Re-scan
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Reach your Mac from anywhere through your own tunnel.
zh_hans: 通过自己的隧道在任何地方访问 Mac。
zh_hant: 透過自己的通道在任何地方存取 Mac。

source: Reachable
zh_hans: 可访问
zh_hant: 可連線

source: Reachable, and the token was accepted. Public is ready for pairing.
zh_hans: 可以访问，令牌也通过了。公网地址可用于配对。
zh_hant: 可以連線，權杖也通過了。公開位址可用於配對。

source: Reached a server, but it rejected the token (%lld). The public URL may point to another server.
zh_hans: 连上了服务器，但令牌被拒绝（%lld）。公网 URL 可能指向了别的服务器。
zh_hant: 連上了伺服器，但權杖被拒絕（%lld）。公開 URL 可能指向了別的伺服器。

source: Reaction candidate
zh_hans: 回应候选
zh_hant: 回應候選

source: Read status
zh_hans: 已读状态
zh_hant: 已讀狀態

source: Read-only. Set up Firebase (FCM) on the Notifications page.
zh_hans: 只读。请在“通知”页面设置 Firebase（FCM）。
zh_hant: 唯讀。請在「通知」頁面設定 Firebase（FCM）。

source: Relay DB
zh_hans: 中继数据库
zh_hant: 中繼資料庫

source: Remote
zh_hans: 远程
zh_hant: 遠端

source: Remote Access
zh_hans: 远程访问
zh_hant: 遠端存取

source: Remove Device
zh_hans: 移除设备
zh_hant: 移除裝置

source: Remove the path. Enter only the origin, without /api, /ws, or any other path.
zh_hans: 去掉路径。只填地址本身，不要带 /api、/ws 或其他路径。
zh_hant: 去掉路徑。只填位址本身，不要加 /api、/ws 或其他路徑。

source: Remove the query or fragment. Enter only the origin.
zh_hans: 去掉查询参数或片段，只填地址本身。
zh_hant: 去掉查詢參數或片段，只填位址本身。

source: Removed the IMCore helper.
zh_hans: 已移除 IMCore 助手。
zh_hant: 已移除 IMCore 輔助程式。

source: Removed the IMCore helper. Restart the server to refresh its status.
zh_hans: 已移除 IMCore 助手。重启服务器以刷新状态。
zh_hant: 已移除 IMCore 輔助程式。重新啟動伺服器以更新狀態。

source: Reply candidate
zh_hans: 回复候选
zh_hant: 回覆候選

source: Requires macOS %@ or newer.
zh_hans: 需要 macOS %@ 或更新版本。
zh_hant: 需要 macOS %@ 或更新版本。

source: Reset hidden LAN endpoints (%lld)
zh_hans: 恢复隐藏的局域网地址（%lld）
zh_hant: 還原隱藏的區域網路位址（%lld）

source: Restart
zh_hans: 重启
zh_hant: 重新啟動

source: Restart required for this change to take effect.
zh_hans: 需要重启才能生效。
zh_hant: 需要重新啟動才能生效。

source: Restart with Latest Backend
zh_hans: 用最新后端重启
zh_hant: 用最新後端重新啟動

source: Restarting in %llds (attempt %lld of %lld)…
zh_hans: %lld 秒后重启（第 %lld 次，共 %lld 次）…
zh_hant: %lld 秒後重新啟動（第 %lld 次，共 %lld 次）…

source: Rule for %@
zh_hans: %@ 的规则
zh_hant: %@ 的規則

source: Rule…
zh_hans: 规则…
zh_hant: 規則…

source: Run backfill now
zh_hans: 立即回填
zh_hant: 立即回填

source: Run sync now
zh_hans: 立即同步
zh_hant: 立即同步

source: Running
zh_hans: 运行中
zh_hant: 執行中

source: Running externally
zh_hans: 在外部运行
zh_hant: 在外部執行

source: Running version
zh_hans: 运行中的版本
zh_hant: 執行中的版本

source: Runtime
zh_hans: 运行状态
zh_hant: 執行狀態

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Save & Restart
zh_hans: 保存并重启
zh_hant: 儲存並重新啟動

source: Save and run backfill
zh_hans: 保存并回填
zh_hant: 儲存並回填

source: Save policy: %@
zh_hans: 保存策略失败：%@
zh_hant: 儲存原則失敗：%@

source: Save rule: %@
zh_hans: 保存规则失败：%@
zh_hant: 儲存規則失敗：%@

source: Save sync settings: %@
zh_hans: 保存同步设置失败：%@
zh_hant: 儲存同步設定失敗：%@

source: Search name, phone, or email
zh_hans: 搜索姓名、电话或邮箱
zh_hant: 搜尋姓名、電話或電子郵件

source: Search text, chat, sender, or attachment name
zh_hans: 搜索内容、聊天、发送者或附件名
zh_hant: 搜尋內容、聊天、傳送者或附件名稱

source: Selected binary
zh_hans: 所选程序
zh_hant: 所選程式

source: Selected: %@
zh_hans: 已选择：%@
zh_hant: 已選擇：%@

source: Send
zh_hans: 发送
zh_hant: 傳送

source: Send error
zh_hans: 发送错误
zh_hant: 傳送錯誤

source: Send test notification
zh_hans: 发送测试通知
zh_hant: 傳送測試通知

source: Sender
zh_hans: 发送者
zh_hant: 傳送者

source: Sender & message
zh_hans: 发送者和消息
zh_hant: 傳送者和訊息

source: Sender only
zh_hans: 仅发送者
zh_hant: 僅傳送者

source: Sending…
zh_hans: 正在发送…
zh_hant: 正在傳送…

source: Sends a test to every registered FCM device.
zh_hans: 向所有已注册 FCM 的设备发送测试通知。
zh_hant: 向所有已註冊 FCM 的裝置傳送測試通知。

source: Server
zh_hans: 服务器
zh_hant: 伺服器

source: Server Bind Address
zh_hans: 服务器监听地址
zh_hant: 伺服器監聽位址

source: Server Log
zh_hans: 服务器日志
zh_hant: 伺服器日誌

source: Server config error: %@
zh_hans: 服务器配置错误：%@
zh_hant: 伺服器設定錯誤：%@

source: Server is not reachable. Start the server first.
zh_hans: 无法访问服务器，请先启动服务器。
zh_hant: 無法連線伺服器，請先啟動伺服器。

source: Server is not running. The change applies the next time it starts.
zh_hans: 服务器未运行，修改会在下次启动时生效。
zh_hant: 伺服器未執行，修改會在下次啟動時生效。

source: Server not reachable. Start it to see the running build.
zh_hans: 无法访问服务器。启动后才能查看运行中的版本。
zh_hant: 無法連線伺服器。啟動後才能查看執行中的版本。

source: Server returned HTTP %lld.
zh_hans: 服务器返回 HTTP %lld。
zh_hant: 伺服器回傳 HTTP %lld。

source: Server running
zh_hans: 服务器运行中
zh_hant: 伺服器執行中

source: Server unreachable
zh_hans: 无法访问服务器
zh_hant: 無法連線伺服器

source: Service account
zh_hans: 服务账号
zh_hant: 服務帳戶

source: Service account already configured
zh_hans: 服务账号已配置
zh_hant: 服務帳戶已設定

source: Service candidate
zh_hans: 服务候选
zh_hant: 服務候選

source: Set up push notifications and fix common problems.
zh_hans: 设置推送通知，解决常见问题。
zh_hant: 設定推播通知，解決常見問題。

source: Show
zh_hans: 显示
zh_hant: 顯示

source: Show RCS conversations
zh_hans: 显示 RCS 会话
zh_hant: 顯示 RCS 對話

source: Show SMS conversations
zh_hans: 显示短信会话
zh_hant: 顯示簡訊對話

source: Show iMessage conversations
zh_hans: 显示 iMessage 会话
zh_hant: 顯示 iMessage 對話

source: Show this address for pairing
zh_hans: 配对时显示这个地址
zh_hant: 配對時顯示這個位址

source: Show unknown-service conversations in debug mode
zh_hans: 在调试模式下显示未知服务的会话
zh_hant: 在除錯模式下顯示未知服務的對話

source: Showing first 20 of %lld matches; refine the search.
zh_hans: 共 %lld 个结果，只显示前 20 个，请缩小搜索范围。
zh_hant: 共 %lld 個結果，只顯示前 20 個，請縮小搜尋範圍。

source: Source: github.com/cinmou/MicaGo
zh_hans: 源代码：github.com/cinmou/MicaGo
zh_hant: 原始碼：github.com/cinmou/MicaGo

source: Specific handle
zh_hans: 指定地址
zh_hant: 指定地址

source: Start
zh_hans: 启动
zh_hant: 啟動

source: Start server
zh_hans: 启动服务器
zh_hant: 啟動伺服器

source: Start the server first.
zh_hans: 请先启动服务器。
zh_hant: 請先啟動伺服器。

source: Start the server to generate a connection.
zh_hans: 启动服务器后才能生成连接。
zh_hant: 啟動伺服器後才能產生連線。

source: Start the server to read detected capabilities.
zh_hans: 启动服务器后才能读取检测到的功能。
zh_hant: 啟動伺服器後才能讀取偵測到的功能。

source: Start the server to read diagnostics.
zh_hans: 启动服务器后才能读取诊断信息。
zh_hant: 啟動伺服器後才能讀取診斷資訊。

source: Start the server to read notification status.
zh_hans: 启动服务器后才能读取通知状态。
zh_hant: 啟動伺服器後才能讀取通知狀態。

source: Start the server to read the message-action helper status.
zh_hans: 启动服务器后才能读取消息操作助手的状态。
zh_hant: 啟動伺服器後才能讀取訊息操作輔助程式的狀態。

source: Start tunnel with the server
zh_hans: 随服务器启动隧道
zh_hant: 隨伺服器啟動通道
